cask_args appdir: "/Applications"
tap "homebrew/cask"

brew "zsh"
brew "unzip"
brew "stow"
brew "neovim"
brew "tmux"
brew "starship"
brew "nvm"
brew "fzf"

cask "font-jetbrains-mono-nerd-font"
cask "alacritty"
cask "docker"
cask "google-chrome"
cask "firefox"
cask "discord"
cask "spotify"
